var UserDefine = {
    //职业类型
    PROFESSION:
    {
        PROFESSION_JIANSHI: 10,      //face 10 ~ 19  大剑士
        PROFESSION_MOFASHI: 21,      //face 20 ~ 29  魔导师
        PROFESSION_PAONIANG: 31,      //face 30 ~ 39  炮娘
    },
    //国家
    COUNTRY: {
        FIRE: 1,
        ICE: 2,
    },
    //称号
    TITLE: [
        "国王", "大将", "大臣", "捕头", "大夫", "王后", "", "", "", "",
        "会长", "副会长", "会长夫人", "族花", "", "夺取王", "情报王", "护送王", "", "",
        "护国英雄", "", "", "", "征途宝贝", "人气宝贝", "魅力宝贝", "鲜花宝贝", "", "",
        "", "", "", "", "", "", "", "", "", "护花英雄",
        "护花骑士", "护花使者", "江湖小虾", "武林新秀", "武林高手", "江湖名士", "绝顶高手", "名满天下", "盖世无敌", "独孤求败",
    ]
}

module.exports = UserDefine;